import React from 'react';
import {Grid, Typography} from "@material-ui/core";
import useStyle from "../../hadi";

const About = () => {
    const classes = useStyle();
    return (
        <Grid container className={classes.ArticlesContainer}>
            <Grid
                className={classes.NewsContainer}
                style={{width: "100%", display: "flex"}}
            >
                <Grid className={classes.bornadelLogo}/>
                <Grid className={classes.aboutUs}>
                    <Grid>توسعه اینترنت روش‌های خرید ما را به کلی دگرگون کرده است. منافع موجود در خرید اینترنتی هر روز تعداد بیشتری از مردم را
                        به تجـربه آن و ایجاد تغییر در الگـوهای مـتداول خرید ترغیب می‏‌کند. امروز دیگر افراد این روش خرید را بیشتر منطبق بر شرایط
                        زندگی مدرن می‏‏‏‌بینند. ویژگی‏‏‏‌ها و طبیعت خرید اینترنتی با روحیات و نیـازهای رو به رشد ما هماهنگ‏‏‌تر شـده است. همـه سـخت در
                        حال تلاش برای پیشرفت‏‏‌های شخصی و جمعی خود هستیم.</Grid>
                    <img alt="" src="" align="left" className={classes.imgAbout}/>
                        امروزه بهای اوقات فراغت ما با وجود مشغله‏‌های روزانه بسیار گرانبها‌تر شده
                        اسـت. همـه ما بـرای این اوقات برنـامه ریزی فشرده‏‌تری داریم. دیـگر صرف
                        زمان‌هایی نسبتا طـولانی در فعـالیـت‏‌های نه ‌چندان با اهـمـیت مانـند خریـد و
                        سفرهـای شهری برای بسیاری از انسان‌ها اولویت خود را از دست داده است.
                        هوشمـندی انسان‌ها، آنها را مجـاب می ‏‌کند که با تغییر در الـگوهای قـدیمی و
                        نـا‏کارآمد زندگـی، هوشـمندانه‏‌تر و امروزی‏‌تـر زندگی کنند. صرف اوقات فراغت بـرای تفریح، آمـوزش، ورزش، لـذت بردن از عـلایق
                        شخصی و رفع خستگی‏‏‌هـای روزانه اولویت بیشـتری نسـبت به فعالـیت‌‏‏‏های وقـت‌گیر و در عـین حال کم اهـمیت‏‏‏‌تر ماـنند خرید کردن
                        دارنـد.امـروز دیگر بـرای بـیـشتر نیازهای روزمره راه‏ حل‏‏‏‌های جدیدتری وجـود دارد، از جمـله برای انتخاب و خریـد کالا. دیگـر کمتـر
                        کسی برای خرید کالا، بدون تحقیق و بررسی دقیق اقدام می‏‌کند.
                        مشتریان پیشاپیـش و قبل از خریـد از حق انتخاب گسترده خود و اطلاعات موجود نهایت استفاده را می‏‌برند. مشـتری در دنیای امروز
                        حق انتخاب بیشتری را طلب می‏‌کند و مایل است دقیق‏‌تر و با قطعیت بیشتری انتخاب کند. زندگی امروزی بی‏‌گمان خرید به رو‏‌ش‌های
                        نو‏تر، هوشمندانه‏‌تر و البته لذت‏‏ بخش‏‌تری را می‏‌طلبد. از همین روست که هر روز به تعداد استفاده‏ کنندگان سرویس‌های اینترنتی
                        و مشتریان فروشگاه‏‏‌‏های اینترنتی افزوده می‌‏‏شود.
                </Grid>
            </Grid>
        </Grid>

    );
};

export default About;
